[{
"1":"What is the difference between acne and a catholic priest?<br><br>Acne usually comes on a boys face after he turns 12.",
"2":"What do Ted Bundy and the Space Shuttle Columbia have in common?<br><br>They both left bodies in four states.",
"3":"What's long and hard and has cum in it?<br><br>A cucumber.",
"4":"I bought some shoes from a drug dealer. I don't know what he laced them with, but I was tripping all day!",
"5":"How much did your chimney cost?<br><br>Nothing, it was on the house.",
"6":"What's Santa's favourite type of music?<br><br>Wrap!",
"7":"My mother said, 'You won't amount to anything because you always procrastinate.'<br><br>I said, 'Oh yeah... Just you wait.'",
"8":"Why do German showers have 11 holes?<br><br>Because Jews only have 10 fingers.",
"9":"My ex had an accident. I told the paramedics the wrong blood type for her. She'll finally experience what rejection is really like.",
"10":"What's the difference between a little girl and a fridge?<br><br>Fridges don't scream when you put your meat in them.",
"11":"My wife divorced me so I stole her wheelchair.<br><br>Guess who came crawling back.",
"12":"I was struggling to figure out how lightning works, but then it struck me.",
"13":"This morning I accidentally made my coffee with Red Bull instead of water.<br><br>I was already on the highway when I noticed I forgot my car at home.",
"14":"Dads are like boomerangs.<br><br>I hope.",
"15":"Arguing with a woman is like reading a software's license agreement.<br><br>In the end you ignore everything and click 'I agree'.",
"16":"What does Santa suffer from if he gets stuck in a chimney?<br><br>Claustrophobia!",
"17":"Why did the Romanian stop reading?<br><br>They wanted to give the Bucharest.",
"18":"I've been in 15 school shootings and I was lucky to survive!<br><br>I just had to be nice with the cops and not resist.",
"19":"Why did the banana go see a doctor?<br><br>Because it wasn't peeling well.",
"20":"Me and my Jewish friend were eating lunch and I farted. He got mad so I said 'cmon man a little gas never killed anyone'.",
"21":"What do dermatologists and the KKK have in common?<br><br>They both remove blackheads.",
"22":"What's the difference between Harry Potter and the jews?<br><br>Harry escaped the chamber.",
"23":"What do you call a cow with no legs?<br><br>Ground beef.",
"24":"Why did Santa's helper see the doctor?<br><br>Because he had a low 'elf' esteem!"
}]