[{
"1":"Why are cats so good at video games?<br><br>They have nine lives.",
"2":"Why do cows wear bells?<br><br>Because their horns don't work!",
"3":"How long does a black woman take to throw away the garbage?<br><br>Nine months.",
"4":"I had a granny that we couldn't decide whether to bury or cremate<br><br>In the end we decided to just let her live.",
"5":"What's the difference between an in-law and an outlaw?<br><br>An outlaw is wanted.",
"6":"Relationship Status: just tried to reach for my dog's paw and he pulled it away so I pretended I was reaching for the remote.",
"7":"What do dermatologists and the KKK have in common?<br><br>They both remove blackheads.",
"8":"I've been in 15 school shootings and I was lucky to survive!<br><br>I just had to be nice with the cops and not resist.",
"9":"What's Santa's favourite type of music?<br><br>Wrap!",
"10":"What do you call 4 Mexicans in quicksand?<br><br>Quatro Sinko.",
"11":"Muslim women are horrible competitors.<br><br>No matter what they do, they always get beat.",
"12":"I'm reading a book about anti-gravity. It's impossible to put down!",
"13":"Why didn't the skeleton go for prom?<br><br>Because it had nobody.",
"14":"I didn't vaccinate my 10 kids and the one that survived is fine!",
"15":"What's the difference between a gay guy and a refrigerator?<br><br>A refrigerator doesn't fart when I pull my meat out of it.",
"16":"Mom asked me where I'm taking her to go out to eat for mother's day.<br><br>I told her, 'We already have food in the house'.",
"17":"Today, my son asked 'Can I have a book mark?' and I burst into tears.<br>11 years old and he still doesn't know my name is Brian.",
"18":"Women are like KFC, once you're done with the breasts and thighs, you just have a greasy box to put your bone in.",
"19":"My grandma was recently diagnosed with Alzheimer's, and she keeps calling me by the wrong name.<br><br>Other than that, the sex is great.",
"20":"What do 9 out of 10 people enjoy?<br><br>Gang rape.",
"21":"What is the least spoken language in the world?<br><br>Sign language.",
"22":"Why was the mushroom always invited to parties?<br><br>Cause he's a fungi",
"23":"Why are men like lawnmowers?<br><br>They are very hard to get started, they make yucky smells and half the time they don't even work.",
"24":"What do you call a pile of kittens?<br><br>A meowntain."
}]