[{
"1":"Has COVID-19 forced you to wear glasses and a mask at the same time?<br><br>If so, you may be entitled to condensation.",
"2":"Why was the river rich?<br><br>Because it had two banks.",
"3":"Why did the koala get rejected?<br><br>Because he did not have any koalafication.",
"4":"If you're here for the yodeling lesson, please form an orderly orderly orderly queue.",
"5":"What's the most notable similarity between a pedophile and a roller coaster?<br><br>They both make a child scream, but the first ride's never the last",
"6":"Why do cows wear bells?<br><br>Because their horns don't work!",
"7":"What's the difference between a baby and a pile of sand?<br><br>You can't pick a pile of sand up with a pitchfork.",
"8":"What happens when you don't obey the KGB?<br><br>You get Putin jail.",
"9":"How do you make holy water? You boil the hell out of it.",
"10":"What do dermatologists and the KKK have in common?<br><br>They both remove blackheads.",
"11":"A grocery store cashier asked if I would like my milk in a bag.<br><br>I told her 'No, thanks. The carton works fine'.",
"12":"How does a black woman fight crime?<br><br>She has an abortion.",
"13":"What do you call a kid with no arms and an eyepatch?<br><br>Names.",
"14":"My wife and I have reached the difficult decision that we do not want children.<br>If anybody does, please just send me your contact details and we can drop them off tomorrow.",
"15":"Oysters hate to give away their pearls because they are shellfish.",
"16":"What do Asian people call fingers?<br><br>Limb Limbs.",
"17":"How many nice guys does it take to change a lightbulb?<br><br>None, they'll just compliment it and get pissed off when it won't screw.",
"18":"How many Jews can you fit into a car?<br><br>Two in the front, three in the back, and a hundred in the ashtray.",
"19":"A horse walks into a bar.<br>'Hey', the Bartender says.<br>'Sure', the horse replies.",
"20":"What says Oh Oh Oh?<br><br>Santa walking backwards!",
"21":"Nowadays people are so sensitive, you can't even say 'black paint' anymore.<br>Instead, you have to say 'Jamal, please paint the fence'.",
"22":"How do we know Jesus wasn't black?<br><br>He would have been hung from a tree, not a cross.",
"23":"Why do front end developers eat lunch alone?<br><br>Because they don't know how to join tables.",
"24":"Two peanuts were walking.<br><br>One was assaulted."
}]