[{
"1":"I was reading a great book about an immortal dog the other day. It was impossible to put down.",
"2":"I walked into a bar once.<br><br>It really hurt my head.",
"3":"What's the difference between a school bus and a cactus?<br><br>A cactus keeps the little pricks on the outside.",
"4":"What do you call a cheap circumcision?<br><br>A rip off.",
"5":"What did one necrophiliac tell the other necrophiliac after work?<br><br>'Let's go have a couple of cold ones!'",
"6":"What did the customer say to the waiter?<br><br>I'm all fed up with your service.",
"7":"Nowadays people are so sensitive, you can't even say 'black paint' anymore.<br>Instead, you have to say 'Jamal, please paint the fence'.",
"8":"What do you call a kid with no arms and an eyepatch?<br><br>Names.",
"9":"I'm thinking of setting up a comedy group to help people going through cancer treatment.<br><br>I'll call it 'A Sense of Tumor'.",
"10":"Mickey Mouse and Minnie Mouse are in the divorce court.<br>'Mickey', the judge says, 'I'm sorry. I can't grant you a divorce on the grounds of insanity. Minnie seems quite sane to me.'<br><br>'I didn't say she was insane', exclaims Mickey.<br>'I said she was fucking Goofy.'",
"11":"My first high-school football game was a lot like my first time having sex...<br><br>I was bloody and sore at the end, but at least my dad came.",
"12":"One time I masturbated on a plane.<br><br>I called it 'highjacking'.",
"13":"Arguing with a woman is like reading a software's license agreement.<br><br>In the end you ignore everything and click 'I agree'.",
"14":"What's grey and comes in pints?<br><br>An elephant.",
"15":"Muslim women are horrible competitors.<br><br>No matter what they do, they always get beat.",
"16":"What do you call a deaf gynecologist?<br><br>A lip reader.",
"17":"My wife and I have reached the difficult decision that we do not want children.<br>If anybody does, please just send me your contact details and we can drop them off tomorrow.",
"18":"How do construction workers party?<br><br>They raise the roof.",
"19":"How do you keep black people out of your back yard?<br><br>Hang one in the front!",
"20":"The average penis has...<br><br>Been in and around my ex-girlfriend's mouth.<br>Fuck you, Karen!",
"21":"The gas Argon walks into a bar.<br>The barkeeper says 'What would you like to drink?'<br><br>But Argon doesn't react.",
"22":"How do you make holy water? You boil the hell out of it.",
"23":"Why couldn't the skeleton go to the Christmas party?<br><br>Because he had no body to go with!",
"24":"What do dermatologists and the KKK have in common?<br><br>They both remove blackheads."
}]