[{
"1":"How do you make holy water? You boil the hell out of it.",
"2":"I WRITE MY JOKES IN CAPITALS.<br><br>THIS ONE WAS WRITTEN IN PARIS.",
"3":"Arguing with a woman is like reading a software's license agreement.<br><br>In the end you ignore everything and click 'I agree'.",
"4":"Two fish in a tank. One turns to the other and says, 'Do you know how to drive this thing?'",
"5":"What's green and smells like pork?<br><br>Kermit's Fingers.",
"6":"How do construction workers party?<br><br>They raise the roof.",
"7":"I was struggling to figure out how lightning works, but then it struck me.",
"8":"What do you call a deaf gynecologist?<br><br>A lip reader.",
"9":"My girlfriend left me because I have a fetish for touching pasta.<br><br>I'm feeling cannelloni now. :'(",
"10":"What's yellow and can't swim?<br><br>A bus full of children.",
"11":"Why does Dr. Pepper come in a bottle?<br><br>His wife is dead.",
"12":"How much did your chimney cost?<br><br>Nothing, it was on the house.",
"13":"My neighbor is a 90 year old with Alzheimer's, I see him every morning and he asks me If I've seen his wife.<br>Every day I have to tell this poor man that his wife died 20 years ago.<br>I could have moved to another house or even ignore his question.<br><br>But the look of joy in his eyes whenever I answer him is worth the world.",
"14":"I told my psychiatrist I got suicidal tendencies.<br><br>He said from now on I have to pay in advance.",
"15":"What kind of bees produce milk?<br><br>Boo-Bees.",
"16":"What does the MacBook have in common with Donald Trump?<br><br>I would tell you....<br>But I don't compare apples to oranges.",
"17":"How do you keep black people out of your back yard?<br><br>Hang one in the front!",
"18":"My wife and I have reached the difficult decision that we do not want children.<br>If anybody does, please just send me your contact details and we can drop them off tomorrow.",
"19":"Doctor: 'I have some news about your baby.'<br>Parents: 'Don't tell us the gender, we want to keep it a surprise.'<br>Doctor: 'Ohh, you're those type of people. Okay, well IT is not breathing.'",
"20":"How will Christmas dinner be different after Brexit?<br><br>No Brussels!",
"21":"Why was the river rich?<br><br>Because it had two banks.",
"22":"Relationship Status: just tried to reach for my dog's paw and he pulled it away so I pretended I was reaching for the remote.",
"23":"What did the cell say when his sister cell stepped on his foot?<br><br>Mitosis.",
"24":"Did you hear about the cheese factory that exploded in France?<br><br>There was nothing but de brie."
}]