[{
"1":"Dads are like boomerangs.<br><br>I hope.",
"2":"So I made a graph of all my past relationships.<br><br>It has an ex axis and a why axis.",
"3":"I had a granny that we couldn't decide whether to bury or cremate<br><br>In the end we decided to just let her live.",
"4":"What's Santa's favourite type of music?<br><br>Wrap!",
"5":"My wife left me because I'm too insecure and paranoid.<br><br>Oh wait, never mind. She was just getting the mail.",
"6":"What do you call a cheap circumcision?<br><br>A rip off.",
"7":"A horse walks into a bar.<br>'Hey', the Bartender says.<br>'Sure', the horse replies.",
"8":"I was reading a great book about an immortal dog the other day. It was impossible to put down.",
"9":"What is the difference between a pizza and a black man?<br><br>A pizza can feed a family of five.",
"10":"What does the MacBook have in common with Donald Trump?<br><br>I would tell you....<br>But I don't compare apples to oranges.",
"11":"If I make you breakfast in bed, a simple thank you is all I need.<br><br>Not all this 'How the fuck did you get in my house?!' nonsense.",
"12":"I've been in 15 school shootings and I was lucky to survive!<br><br>I just had to be nice with the cops and not resist.",
"13":"Everyone says that Hitler really loved animals.<br><br>Then why did he kill 6 million of them?",
"14":"I have a joke about trickle down economics, but 99% of you will never get it.",
"15":"Why can't orphans play baseball?<br><br>They don't know where home is.",
"16":"My ex had an accident. I told the paramedics the wrong blood type for her. She'll finally experience what rejection is really like.",
"17":"I was struggling to figure out how lightning works, but then it struck me.",
"18":"How long does a black woman take to throw away the garbage?<br><br>Nine months.",
"19":"My first high-school football game was a lot like my first time having sex...<br><br>I was bloody and sore at the end, but at least my dad came.",
"20":"What is the difference between the Constitutions of the USA and the USSR? Don't both of them guarantee freedom of speech?<br><br>Yes, but the Constitution of the USA also guarantees freedom after the speech.",
"21":"Today, my son asked 'Can I have a book mark?' and I burst into tears.<br>11 years old and he still doesn't know my name is Brian.",
"22":"How does a black woman fight crime?<br><br>She has an abortion.",
"23":"Why is every gender equality officer female?<br><br>Because it's cheaper.",
"24":"Life's like my dick.<br><br>The more children you have, the harder it gets."
}]