[{
"1":"What's black and sits at the top of a stairwell?<br><br>A paraplegic after a house fire.",
"2":"Why does Santa have three gardens?<br><br>So he can 'ho ho ho'!",
"3":"What does the MacBook have in common with Donald Trump?<br><br>I would tell you....<br>But I don't compare apples to oranges.",
"4":"I was walking down the street and saw some black guy on a bike and it looked just like mine so I ran home to check.<br><br>Thankfully he was still chained up in my basement.",
"5":"I asked my wife if I was the only one she's been with.<br><br>She said, 'Yes, the others were at least sevens or eights.'",
"6":"How will Christmas dinner be different after Brexit?<br><br>No Brussels!",
"7":"What kind of bees produce milk?<br><br>Boo-Bees.",
"8":"What does tofu and a dildo have in common?<br><br>They're both meat substitutes.",
"9":"Jokes about anti-vaxxer parents never get old.<br><br>Just like their kids.",
"10":"I was going to tell a dead baby joke. But I decided to abort.",
"11":"Muslim women are horrible competitors.<br><br>No matter what they do, they always get beat.",
"12":"What's grey and comes in pints?<br><br>An elephant.",
"13":"How does a black woman fight crime?<br><br>She has an abortion.",
"14":"Dads are like boomerangs.<br><br>I hope.",
"15":"What do you call a deaf gynecologist?<br><br>A lip reader.",
"16":"Why are Americans shit at Dota?<br><br>They can't protect their towers.",
"17":"What kind of motorbike does Santa ride?<br><br>A Holly Davidson!",
"18":"Schrödinger's cat walks into a bar and doesn't.",
"19":"My mother said, 'You won't amount to anything because you always procrastinate.'<br><br>I said, 'Oh yeah... Just you wait.'",
"20":"I told my wife to shave her pussy.<br><br>I woke up bald.",
"21":"My girlfriend left me because I have a fetish for touching pasta.<br><br>I'm feeling cannelloni now. :'(",
"22":"To whoever stole my copy of Microsoft Office, I will find you. You have my Word!",
"23":"Has COVID-19 forced you to wear glasses and a mask at the same time?<br><br>If so, you may be entitled to condensation.",
"24":"What is the least spoken language in the world?<br><br>Sign language."
}]