[{
"1":"My first high-school football game was a lot like my first time having sex...<br><br>I was bloody and sore at the end, but at least my dad came.",
"2":"How do we know Jesus wasn't black?<br><br>He would have been hung from a tree, not a cross.",
"3":"What is the difference between a pizza and a black man?<br><br>A pizza can feed a family of five.",
"4":"Say what you want about pedophiles...<br><br>But at least they drive slowly through the school zones.",
"5":"My neighbor is a 90 year old with Alzheimer's, I see him every morning and he asks me If I've seen his wife.<br>Every day I have to tell this poor man that his wife died 20 years ago.<br>I could have moved to another house or even ignore his question.<br><br>But the look of joy in his eyes whenever I answer him is worth the world.",
"6":"Jokes about anti-vaxxer parents never get old.<br><br>Just like their kids.",
"7":"Arguing with a woman is like reading a software's license agreement.<br><br>In the end you ignore everything and click 'I agree'.",
"8":"What's the best thing about Switzerland?<br><br>I don't know, but the flag is a big plus.",
"9":"My wife and I have reached the difficult decision that we do not want children.<br>If anybody does, please just send me your contact details and we can drop them off tomorrow.",
"10":"My ex had an accident. I told the paramedics the wrong blood type for her. She'll finally experience what rejection is really like.",
"11":"Women are like KFC, once you're done with the breasts and thighs, you just have a greasy box to put your bone in.",
"12":"Thank you student loans for getting me through college.<br><br>I don't think I'll ever be able to repay you.",
"13":"My wife is really mad at the fact that I have no sense of direction.<br>So I packed up my stuff and right.",
"14":"The past, the present and the future walk into a bar.<br><br>It was tense.",
"15":"I like my girls how I like my COVID.<br><br>19 and easily spread.",
"16":"What's the difference between a baby and a pile of sand?<br><br>You can't pick a pile of sand up with a pitchfork.",
"17":"What do you call a pile of kittens?<br><br>A meowntain.",
"18":"What kind of motorbike does Santa ride?<br><br>A Holly Davidson!",
"19":"Why did the Romanian stop reading?<br><br>They wanted to give the Bucharest.",
"20":"What's the difference between a little girl and a fridge?<br><br>Fridges don't scream when you put your meat in them.",
"21":"Why is crucified Jesus always depicted with six-pack abs?<br><br>He did CrossFit.",
"22":"I used to love to tell dad jokes.<br><br>Dad, come back...",
"23":"What do you call a deer with no eyes?<br><br>No eye deer.",
"24":"What's the difference between an in-law and an outlaw?<br><br>An outlaw is wanted."
}]